Repository: vttdn/frames-web
Catalog: privacy.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# descr_privacy_paragraph5
source: Frames may request the following system permissions: access to the camera to take pictures directly from the app, access to the photo library to select reference images, and access to location while using the app to record GPS coordinates when capturing frames. All permissions are optional and can be managed in the device's Settings app.
ar: قد يطلب Frames الأذونات التالية من النظام: الوصول إلى الكاميرا لالتقاط الصور مباشرة من التطبيق، والوصول إلى مكتبة الصور لاختيار الصور المرجعية، والوصول إلى الموقع أثناء استخدام التطبيق لتسجيل إحداثيات GPS عند التقاط الإطارات. جميع الأذونات اختيارية ويمكن إدارتها في تطبيق الإعدادات على الجهاز.
cs: Frames může požádat o následující systémová oprávnění: přístup k fotoaparátu pro pořizování snímků přímo z aplikace, přístup ke knihovně fotografií pro výběr referenčních obrázků a přístup k poloze během používání aplikace pro záznam GPS souřadnic při zaznamenávání snímků. Všechna oprávnění jsou volitelná a lze je spravovat v Nastavení zařízení.
da: Frames kan anmode om følgende systemtilladelser: adgang til kameraet for at tage billeder direkte fra appen, adgang til fotobiblioteket for at vælge referencebilleder og adgang til placering under brug af appen for at registrere GPS-koordinater ved optagelse af billeder. Alle tilladelser er valgfrie og kan administreres i enhedens Indstillinger-app.
de: Frames kann die folgenden Systemberechtigungen anfordern: Zugriff auf die Kamera, um Fotos direkt aus der App aufzunehmen, Zugriff auf die Fotomediathek, um Referenzbilder auszuwählen, und Zugriff auf den Standort während der Nutzung der App, um GPS-Koordinaten beim Aufnehmen von Frames zu erfassen. Alle Berechtigungen sind optional und können in den Einstellungen des Geräts verwaltet werden.
el: Το Frames μπορεί να ζητήσει τις ακόλουθες άδειες συστήματος: πρόσβαση στην κάμερα για λήψη φωτογραφιών απευθείας από την εφαρμογή, πρόσβαση στη βιβλιοθήκη φωτογραφιών για επιλογή εικόνων αναφοράς και πρόσβαση στην τοποθεσία κατά τη χρήση της εφαρμογής για καταγραφή συντεταγμένων GPS κατά τη λήψη καρέ. Όλες οι άδειες είναι προαιρετικές και μπορούν να διαχειριστούν στις Ρυθμίσεις της συσκευής.
es: Frames puede solicitar los siguientes permisos del sistema: acceso a la cámara para tomar fotografías directamente desde la aplicación, acceso a la biblioteca de fotos para seleccionar imágenes de referencia y acceso a la ubicación durante el uso de la aplicación para registrar coordenadas GPS al capturar fotogramas. Todos los permisos son opcionales y pueden gestionarse en los Ajustes del dispositivo.
fi: Frames voi pyytää seuraavia järjestelmäoikeuksia: pääsy kameraan kuvien ottamiseksi suoraan sovelluksesta, pääsy kuvakirjastoon viitekuvien valitsemiseksi ja pääsy sijaintiin sovelluksen käytön aikana GPS-koordinaattien tallentamiseksi kuvakehyksiä otettaessa. Kaikki oikeudet ovat valinnaisia ja niitä voidaan hallita laitteen Asetukset-sovelluksessa.
fr: Frames peut demander les autorisations système suivantes : accès à l'appareil photo pour prendre des photos directement depuis l'application, accès à la photothèque pour sélectionner des images de référence et accès à la localisation pendant l'utilisation de l'application pour enregistrer les coordonnées GPS lors de la capture d'images. Toutes les autorisations sont facultatives et peuvent être gérées dans les Réglages de l'appareil.
he: Frames עשוי לבקש את הרשאות המערכת הבאות: גישה למצלמה לצילום תמונות ישירות מהאפליקציה, גישה לספריית התמונות לבחירת תמונות ייחוס וגישה למיקום בעת השימוש באפליקציה לרישום קואורדינטות GPS בעת צילום פריימים. כל ההרשאות הן אופציונליות וניתן לנהל אותן באפליקציית ההגדרות של המכשיר.
hi: Frames निम्नलिखित सिस्टम अनुमतियों का अनुरोध कर सकता है: ऐप से सीधे चित्र लेने के लिए कैमरा तक पहुंच, संदर्भ छवियों का चयन करने के लिए फोटो लाइब्रेरी तक पहुंच, और फ्रेम कैप्चर करते समय GPS निर्देशांक रिकॉर्ड करने के लिए ऐप का उपयोग करते समय स्थान तक पहुंच। सभी अनुमतियां वैकल्पिक हैं और डिवाइस के सेटिंग्स ऐप में प्रबंधित की जा सकती हैं।
hr: Frames može zatražiti sljedeća sistemska dopuštenja: pristup kameri za snimanje fotografija izravno iz aplikacije, pristup medijateci za odabir referentnih slika i pristup lokaciji tijekom korištenja aplikacije za bilježenje GPS koordinata pri snimanju kadara. Sva su dopuštenja opcionalna i mogu se upravljati u Postavkama uređaja.
hu: A Frames a következő rendszerengedélyeket kérheti: hozzáférés a kamerához fényképek készítéséhez közvetlenül az alkalmazásból, hozzáférés a fotókönyvtárhoz referenciaképek kiválasztásához, és hozzáférés a helymeghatározáshoz az alkalmazás használata közben GPS-koordináták rögzítéséhez kockák felvételekor. Minden engedély opcionális, és az eszköz Beállítások alkalmazásában kezelhető.
id: Frames dapat meminta izin sistem berikut: akses ke kamera untuk mengambil gambar langsung dari aplikasi, akses ke perpustakaan foto untuk memilih gambar referensi, dan akses ke lokasi saat menggunakan aplikasi untuk merekam koordinat GPS saat mengambil frame. Semua izin bersifat opsional dan dapat dikelola di aplikasi Pengaturan perangkat.
it: Frames può richiedere le seguenti autorizzazioni di sistema: accesso alla fotocamera per scattare foto direttamente dall'app, accesso alla libreria fotografica per selezionare immagini di riferimento e accesso alla posizione durante l'uso dell'app per registrare le coordinate GPS durante l'acquisizione dei fotogrammi. Tutte le autorizzazioni sono facoltative e possono essere gestite nell'app Impostazioni del dispositivo.
ja: Framesは以下のシステム権限を要求する場合があります：アプリから直接写真を撮影するためのカメラへのアクセス、参照画像を選択するためのフォトライブラリへのアクセス、フレームをキャプチャする際にGPS座標を記録するためのアプリ使用中の位置情報へのアクセス。すべての権限は任意であり、デバイスの設定アプリで管理できます。
ko: Frames는 다음 시스템 권한을 요청할 수 있습니다: 앱에서 직접 사진을 찍기 위한 카메라 접근, 참조 이미지를 선택하기 위한 사진 라이브러리 접근, 프레임 캡처 시 GPS 좌표를 기록하기 위한 앱 사용 중 위치 접근. 모든 권한은 선택 사항이며 기기의 설정 앱에서 관리할 수 있습니다.
ms: Frames mungkin meminta kebenaran sistem berikut: akses kepada kamera untuk mengambil gambar terus dari aplikasi, akses kepada pustaka foto untuk memilih imej rujukan, dan akses kepada lokasi semasa menggunakan aplikasi untuk merakam koordinat GPS ketika menangkap bingkai. Semua kebenaran adalah pilihan dan boleh diurus dalam aplikasi Tetapan peranti.
nb: Frames kan be om følgende systemtillatelser: tilgang til kameraet for å ta bilder direkte fra appen, tilgang til bildebiblioteket for å velge referansebilder og tilgang til posisjon mens appen brukes for å registrere GPS-koordinater ved opptak av bilder. Alle tillatelser er valgfrie og kan administreres i enhetens Innstillinger-app.
nl: Frames kan de volgende systeemrechten aanvragen: toegang tot de camera om rechtstreeks vanuit de app foto's te maken, toegang tot de fotobibliotheek om referentieafbeeldingen te selecteren en toegang tot locatie tijdens het gebruik van de app om GPS-coördinaten vast te leggen bij het maken van opnames. Alle rechten zijn optioneel en kunnen worden beheerd in de Instellingen-app van het apparaat.
pl: Frames może poprosić o następujące uprawnienia systemowe: dostęp do aparatu w celu robienia zdjęć bezpośrednio z aplikacji, dostęp do biblioteki zdjęć w celu wybierania obrazów referencyjnych oraz dostęp do lokalizacji podczas korzystania z aplikacji w celu rejestrowania współrzędnych GPS podczas przechwytywania klatek. Wszystkie uprawnienia są opcjonalne i mogą być zarządzane w aplikacji Ustawienia urządzenia.
pt_br: O Frames pode solicitar as seguintes permissões do sistema: acesso à câmera para tirar fotos diretamente do aplicativo, acesso à biblioteca de fotos para selecionar imagens de referência e acesso à localização durante o uso do aplicativo para registrar coordenadas GPS ao capturar quadros. Todas as permissões são opcionais e podem ser gerenciadas no aplicativo Ajustes do dispositivo.
ro: Frames poate solicita următoarele permisiuni de sistem: acces la cameră pentru a face fotografii direct din aplicație, acces la biblioteca foto pentru a selecta imagini de referință și acces la locație în timpul utilizării aplicației pentru a înregistra coordonatele GPS la capturarea cadrelor. Toate permisiunile sunt opționale și pot fi gestionate în aplicația Setări a dispozitivului.
ru: Frames может запрашивать следующие системные разрешения: доступ к камере для съёмки фотографий непосредственно из приложения, доступ к медиатеке для выбора эталонных изображений и доступ к геолокации во время использования приложения для записи GPS-координат при съёмке кадров. Все разрешения являются необязательными и могут быть настроены в приложении «Настройки» устройства.
sk: Frames môže požiadať o nasledujúce systémové oprávnenia: prístup k fotoaparátu na snímanie fotografií priamo z aplikácie, prístup ku knižnici fotografií na výber referenčných obrázkov a prístup k polohe počas používania aplikácie na záznam GPS súradníc pri zaznamenávaní snímkov. Všetky oprávnenia sú voliteľné a možno ich spravovať v Nastaveniach zariadenia.
sv: Frames kan begära följande systembehörigheter: åtkomst till kameran för att ta bilder direkt från appen, åtkomst till fotobiblioteket för att välja referensbilder och åtkomst till plats medan appen används för att registrera GPS-koordinater vid bildtagning. Alla behörigheter är valfria och kan hanteras i enhetens Inställningar-app.
th: Frames อาจขอสิทธิ์ของระบบดังต่อไปนี้: การเข้าถึงกล้องเพื่อถ่ายภาพโดยตรงจากแอป การเข้าถึงคลังรูปภาพเพื่อเลือกภาพอ้างอิง และการเข้าถึงตำแหน่งขณะใช้แอปเพื่อบันทึกพิกัด GPS เมื่อจับภาพเฟรม สิทธิ์ทั้งหมดเป็นตัวเลือกและสามารถจัดการได้ในแอปการตั้งค่าของอุปกรณ์
tr: Frames aşağıdaki sistem izinlerini isteyebilir: doğrudan uygulamadan fotoğraf çekmek için kameraya erişim, referans görüntüleri seçmek için fotoğraf kitaplığına erişim ve çerçeve yakalarken GPS koordinatlarını kaydetmek için uygulama kullanılırken konuma erişim. Tüm izinler isteğe bağlıdır ve cihazın Ayarlar uygulamasından yönetilebilir.
uk: Frames може запитувати такі системні дозволи: доступ до камери для зйомки фотографій безпосередньо з застосунку, доступ до бібліотеки фотографій для вибору еталонних зображень та доступ до геолокації під час використання застосунку для запису GPS-координат при зйомці кадрів. Усі дозволи є необов'язковими та можуть бути налаштовані в застосунку «Налаштування» пристрою.
vi: Frames có thể yêu cầu các quyền hệ thống sau: quyền truy cập camera để chụp ảnh trực tiếp từ ứng dụng, quyền truy cập thư viện ảnh để chọn hình ảnh tham chiếu và quyền truy cập vị trí khi sử dụng ứng dụng để ghi lại tọa độ GPS khi chụp khung hình. Tất cả các quyền đều là tùy chọn và có thể được quản lý trong ứng dụng Cài đặt của thiết bị.
zh_hans: Frames 可能会请求以下系统权限：访问相机以直接从应用拍摄照片、访问照片图库以选择参考图片，以及在使用应用时访问位置以在捕获画面时记录 GPS 坐标。所有权限均为可选，可在设备的「设置」应用中管理。
zh_hant: Frames 可能會請求以下系統權限：存取相機以直接從應用程式拍攝照片、存取照片圖庫以選擇參考圖片，以及在使用應用程式時存取位置以在擷取畫面時記錄 GPS 座標。所有權限均為選擇性，可在裝置的「設定」應用程式中管理。
zh_hk: Frames 可能會請求以下系統權限：存取相機以直接從應用程式拍攝照片、存取相片圖庫以選擇參考圖片，以及在使用應用程式時存取位置以在擷取畫面時記錄 GPS 座標。所有權限均為選擇性，可在裝置的「設定」應用程式中管理。

# descr_privacy_paragraph6
source: Data you create stays on your device for as long as the app is installed. If you uninstall the app, local data is removed. If you enabled iCloud sync, a copy of your data remains in your iCloud account until you delete it, which you can do from your device Settings under your Apple ID and iCloud. The developer does not retain any of your data.
ar: تبقى البيانات التي تنشئها على جهازك ما دام التطبيق مُثبَّتًا. إذا أزلت التطبيق، تُحذف البيانات المحلية. إذا فعّلت مزامنة iCloud، تبقى نسخة من بياناتك في حساب iCloud الخاص بك حتى تحذفها، ويمكنك فعل ذلك من «الإعدادات» على جهازك ضمن Apple ID وiCloud. لا يحتفظ المطوّر بأي من بياناتك.
cs: Data, která vytvoříte, zůstávají ve vašem zařízení po celou dobu, kdy je aplikace nainstalovaná. Pokud aplikaci odinstalujete, místní data se odstraní. Pokud jste zapnuli synchronizaci iCloud, kopie vašich dat zůstane ve vašem účtu iCloud, dokud ji neodstraníte – můžete to udělat v Nastavení zařízení v sekci Apple ID a iCloud. Vývojář si neuchovává žádná vaše data.
da: Data, du opretter, forbliver på din enhed, så længe appen er installeret. Hvis du afinstallerer appen, fjernes de lokale data. Hvis du har aktiveret iCloud-synkronisering, forbliver en kopi af dine data på din iCloud-konto, indtil du sletter den, hvilket du kan gøre i Indstillinger på din enhed under dit Apple-id og iCloud. Udvikleren opbevarer ingen af dine data.
de: Die von dir erstellten Daten bleiben auf deinem Gerät, solange die App installiert ist. Wenn du die App deinstallierst, werden die lokalen Daten entfernt. Wenn du die iCloud-Synchronisierung aktiviert hast, verbleibt eine Kopie deiner Daten in deinem iCloud-Account, bis du sie löschst – das kannst du in den Einstellungen deines Geräts unter deiner Apple-ID und iCloud tun. Der Entwickler bewahrt keine deiner Daten auf.
el: Τα δεδομένα που δημιουργείτε παραμένουν στη συσκευή σας για όσο διάστημα είναι εγκατεστημένη η εφαρμογή. Αν απεγκαταστήσετε την εφαρμογή, τα τοπικά δεδομένα αφαιρούνται. Αν έχετε ενεργοποιήσει τον συγχρονισμό iCloud, ένα αντίγραφο των δεδομένων σας παραμένει στον λογαριασμό σας iCloud μέχρι να το διαγράψετε, κάτι που μπορείτε να κάνετε από τις Ρυθμίσεις της συσκευής σας, στην ενότητα Apple ID και iCloud. Ο προγραμματιστής δεν διατηρεί κανένα από τα δεδομένα σας.
es: Los datos que creas permanecen en tu dispositivo mientras la app esté instalada. Si desinstalas la app, los datos locales se eliminan. Si activaste la sincronización con iCloud, una copia de tus datos permanece en tu cuenta de iCloud hasta que la elimines, lo cual puedes hacer desde los Ajustes de tu dispositivo, en tu ID de Apple e iCloud. El desarrollador no conserva ninguno de tus datos.
fi: Luomasi tiedot säilyvät laitteellasi niin kauan kuin sovellus on asennettuna. Jos poistat sovelluksen, paikalliset tiedot poistetaan. Jos otit iCloud-synkronoinnin käyttöön, kopio tiedoistasi säilyy iCloud-tililläsi, kunnes poistat sen. Voit tehdä tämän laitteesi Asetuksista kohdasta Apple ID ja iCloud. Kehittäjä ei säilytä mitään tietojasi.
fr: Les données que vous créez restent sur votre appareil tant que l'app est installée. Si vous désinstallez l'app, les données locales sont supprimées. Si vous avez activé la synchronisation iCloud, une copie de vos données reste dans votre compte iCloud jusqu'à ce que vous la supprimiez, ce que vous pouvez faire depuis les Réglages de votre appareil, sous votre identifiant Apple et iCloud. Le développeur ne conserve aucune de vos données.
he: הנתונים שאתה יוצר נשארים במכשיר שלך כל עוד האפליקציה מותקנת. אם תסיר את האפליקציה, הנתונים המקומיים יימחקו. אם הפעלת את סנכרון iCloud, עותק של הנתונים שלך יישאר בחשבון iCloud שלך עד שתמחק אותו, וזאת ניתן לעשות מתוך ה‏הגדרות במכשיר שלך, תחת ה‑Apple ID ו‑iCloud. המפתח אינו שומר אף אחד מהנתונים שלך.
hi: आपके द्वारा बनाया गया डेटा तब तक आपके डिवाइस पर रहता है जब तक ऐप इंस्टॉल है। यदि आप ऐप अनइंस्टॉल करते हैं, तो स्थानीय डेटा हटा दिया जाता है। यदि आपने iCloud सिंक चालू किया था, तो आपके डेटा की एक प्रति आपके iCloud खाते में तब तक रहती है जब तक आप उसे हटा नहीं देते, जो आप अपने डिवाइस की सेटिंग में अपने Apple ID और iCloud के अंतर्गत कर सकते हैं। डेवलपर आपका कोई भी डेटा संग्रहीत नहीं रखता।
hr: Podaci koje izradite ostaju na vašem uređaju sve dok je aplikacija instalirana. Ako deinstalirate aplikaciju, lokalni se podaci uklanjaju. Ako ste uključili iCloud sinkronizaciju, kopija vaših podataka ostaje na vašem iCloud računu dok je ne izbrišete, što možete učiniti u Postavkama uređaja pod svojim Apple ID-om i iCloudom. Razvojni programer ne zadržava nijedan vaš podatak.
hu: Az általad létrehozott adatok addig maradnak az eszközödön, amíg az alkalmazás telepítve van. Ha eltávolítod az alkalmazást, a helyi adatok törlődnek. Ha bekapcsoltad az iCloud-szinkronizálást, az adataid egy másolata az iCloud-fiókodban marad, amíg nem törlöd – ezt az eszközöd Beállításaiban, az Apple ID és iCloud résznél teheted meg. A fejlesztő semmilyen adatodat nem őrzi meg.
id: Data yang Anda buat tetap berada di perangkat Anda selama aplikasi terpasang. Jika Anda menghapus aplikasi, data lokal akan dihapus. Jika Anda mengaktifkan sinkronisasi iCloud, salinan data Anda tetap berada di akun iCloud Anda sampai Anda menghapusnya, yang dapat Anda lakukan dari Pengaturan perangkat Anda di bawah Apple ID dan iCloud. Pengembang tidak menyimpan data Anda sama sekali.
it: I dati che crei rimangono sul tuo dispositivo finché l'app è installata. Se disinstalli l'app, i dati locali vengono rimossi. Se hai attivato la sincronizzazione iCloud, una copia dei tuoi dati rimane nel tuo account iCloud finché non la elimini, operazione che puoi eseguire dalle Impostazioni del dispositivo, sotto il tuo ID Apple e iCloud. Lo sviluppatore non conserva alcun tuo dato.
ja: 作成したデータは、アプリがインストールされている間はデバイスに保存されます。アプリを削除すると、ローカルのデータは削除されます。iCloud 同期を有効にしていた場合、データのコピーは削除するまであなたの iCloud アカウントに残ります。これはデバイスの「設定」の Apple ID と iCloud から削除できます。開発者はあなたのデータを一切保持しません。
ko: 사용자가 만든 데이터는 앱이 설치되어 있는 동안 기기에 남아 있습니다. 앱을 삭제하면 로컬 데이터가 제거됩니다. iCloud 동기화를 켰던 경우, 데이터 사본이 삭제할 때까지 iCloud 계정에 남아 있으며, 기기의 설정에서 Apple ID 및 iCloud 항목을 통해 삭제할 수 있습니다. 개발자는 사용자의 데이터를 전혀 보관하지 않습니다.
ms: Data yang anda cipta kekal pada peranti anda selagi aplikasi dipasang. Jika anda menyahpasang aplikasi, data setempat akan dialih keluar. Jika anda mendayakan penyegerakan iCloud, salinan data anda kekal dalam akaun iCloud anda sehingga anda memadamnya, yang boleh anda lakukan daripada Tetapan peranti anda di bawah Apple ID dan iCloud anda. Pembangun tidak menyimpan sebarang data anda.
nb: Data du oppretter, blir værende på enheten din så lenge appen er installert. Hvis du avinstallerer appen, fjernes de lokale dataene. Hvis du har slått på iCloud-synkronisering, blir en kopi av dataene dine værende på iCloud-kontoen din til du sletter den, noe du kan gjøre fra Innstillinger på enheten under Apple-ID-en din og iCloud. Utvikleren oppbevarer ingen av dataene dine.
nl: Gegevens die je aanmaakt, blijven op je apparaat zolang de app is geïnstalleerd. Als je de app verwijdert, worden de lokale gegevens verwijderd. Als je iCloud-synchronisatie hebt ingeschakeld, blijft een kopie van je gegevens in je iCloud-account staan totdat je deze verwijdert. Dat kun je doen via Instellingen op je apparaat onder je Apple ID en iCloud. De ontwikkelaar bewaart geen van je gegevens.
pl: Dane, które tworzysz, pozostają na Twoim urządzeniu tak długo, jak aplikacja jest zainstalowana. Jeśli odinstalujesz aplikację, dane lokalne zostaną usunięte. Jeśli włączono synchronizację iCloud, kopia Twoich danych pozostaje na Twoim koncie iCloud, dopóki jej nie usuniesz — możesz to zrobić w Ustawieniach urządzenia, w sekcji Apple ID i iCloud. Deweloper nie przechowuje żadnych Twoich danych.
pt_br: Os dados que você cria permanecem no seu dispositivo enquanto o app estiver instalado. Se você desinstalar o app, os dados locais são removidos. Se você ativou a sincronização com o iCloud, uma cópia dos seus dados permanece na sua conta do iCloud até você excluí-la, o que pode ser feito nos Ajustes do seu dispositivo, no seu ID Apple e iCloud. O desenvolvedor não retém nenhum dos seus dados.
ro: Datele pe care le creezi rămân pe dispozitivul tău cât timp aplicația este instalată. Dacă dezinstalezi aplicația, datele locale sunt eliminate. Dacă ai activat sincronizarea iCloud, o copie a datelor tale rămâne în contul tău iCloud până când o ștergi, lucru pe care îl poți face din Configurări pe dispozitivul tău, la Apple ID și iCloud. Dezvoltatorul nu păstrează niciuna dintre datele tale.
ru: Данные, которые вы создаёте, остаются на вашем устройстве, пока приложение установлено. Если вы удалите приложение, локальные данные будут удалены. Если вы включили синхронизацию iCloud, копия ваших данных останется в вашей учётной записи iCloud, пока вы её не удалите — это можно сделать в «Настройках» устройства в разделе Apple ID и iCloud. Разработчик не хранит никакие ваши данные.
sk: Údaje, ktoré vytvoríte, zostávajú vo vašom zariadení, kým je aplikácia nainštalovaná. Ak aplikáciu odinštalujete, lokálne údaje sa odstránia. Ak ste zapli synchronizáciu iCloud, kópia vašich údajov zostane vo vašom účte iCloud, kým ju neodstránite – môžete to urobiť v Nastaveniach zariadenia v časti Apple ID a iCloud. Vývojár si neuchováva žiadne vaše údaje.
sv: Data du skapar finns kvar på din enhet så länge appen är installerad. Om du avinstallerar appen tas lokala data bort. Om du har aktiverat iCloud-synkronisering finns en kopia av dina data kvar på ditt iCloud-konto tills du raderar den, vilket du kan göra i Inställningar på enheten under ditt Apple-ID och iCloud. Utvecklaren behåller inga av dina data.
th: ข้อมูลที่คุณสร้างจะอยู่บนอุปกรณ์ของคุณตราบเท่าที่ยังติดตั้งแอปอยู่ หากคุณถอนการติดตั้งแอป ข้อมูลในเครื่องจะถูกลบ หากคุณเปิดการซิงค์ iCloud สำเนาข้อมูลของคุณจะยังคงอยู่ในบัญชี iCloud ของคุณจนกว่าคุณจะลบ ซึ่งคุณสามารถทำได้จากการตั้งค่าของอุปกรณ์ ภายใต้ Apple ID และ iCloud ของคุณ ผู้พัฒนาจะไม่เก็บข้อมูลใด ๆ ของคุณไว้
tr: Oluşturduğunuz veriler, uygulama yüklü olduğu sürece cihazınızda kalır. Uygulamayı kaldırırsanız yerel veriler silinir. iCloud eşitlemeyi etkinleştirdiyseniz, verilerinizin bir kopyası siz silene kadar iCloud hesabınızda kalır; bunu cihazınızın Ayarlar bölümünde Apple Kimliğiniz ve iCloud altından yapabilirsiniz. Geliştirici verilerinizin hiçbirini saklamaz.
uk: Дані, які ви створюєте, залишаються на вашому пристрої, доки застосунок встановлено. Якщо ви видалите застосунок, локальні дані буде вилучено. Якщо ви ввімкнули синхронізацію iCloud, копія ваших даних залишатиметься у вашому обліковому записі iCloud, доки ви її не видалите — це можна зробити в «Параметрах» пристрою в розділі Apple ID та iCloud. Розробник не зберігає жодних ваших даних.
vi: Dữ liệu bạn tạo vẫn nằm trên thiết bị của bạn miễn là ứng dụng còn được cài đặt. Nếu bạn gỡ cài đặt ứng dụng, dữ liệu cục bộ sẽ bị xóa. Nếu bạn đã bật đồng bộ iCloud, một bản sao dữ liệu của bạn vẫn còn trong tài khoản iCloud cho đến khi bạn xóa, điều mà bạn có thể thực hiện trong phần Cài đặt của thiết bị, trong mục Apple ID và iCloud. Nhà phát triển không lưu giữ bất kỳ dữ liệu nào của bạn.
zh_hans: 你创建的数据会一直保留在你的设备上，直到你卸载 App。如果你卸载 App，本地数据将被移除。如果你曾启用 iCloud 同步，你数据的副本会保留在你的 iCloud 账户中，直到你将其删除；你可以在设备的“设置”中，在你的 Apple ID 和 iCloud 下进行删除。开发者不会保留你的任何数据。
zh_hant: 你建立的資料會一直保留在你的裝置上，直到你解除安裝 App。如果你解除安裝 App，本機資料將被移除。如果你曾啟用 iCloud 同步，你資料的副本會保留在你的 iCloud 帳戶中，直到你將其刪除；你可以在裝置的「設定」中，於你的 Apple ID 和 iCloud 下進行刪除。開發者不會保留你的任何資料。
zh_hk: 你建立的資料會一直保留在你的裝置上，直至你移除 App 為止。如果你移除 App，本機資料便會刪除。如果你曾啟用 iCloud 同步，你資料的副本會保留在你的 iCloud 帳戶中，直至你將其刪除；你可以在裝置的「設定」中，於你的 Apple ID 和 iCloud 下進行刪除。開發者不會保留你的任何資料。
